{
    "field ": ["A11"],
    "description": "Guidance to react library (International) List A",
    "bits": 5,
    "type": "byte",
    "code": [
        {"bin": "00000", "dec": 0, "param": {"en": "", "ja":""}},
        {"bin": "00001", "dec": 1, "param": {"en": "You are in the danger zone, leave the area immediately. Listen to radio or media for directions and information.", "ja":""}},
        {"bin": "00010", "dec": 2, "param": {"en": "You are in the danger zone, leave the area immediately and reach the evacuation point indicated by the area plotted in yellow. Listen to radio or media for directions and information.", "ja":""}},
        {"bin": "00011", "dec": 3, "param": {"en": "Seek shelter in a building immediately. Stay under cover and stay informed.", "ja":""}},
        {"bin": "00100", "dec": 4, "param": {"en": "Seek out a cellar or interior rooms on lower floors.", "ja":""}},
        {"bin": "00101", "dec": 5, "param": {"en": "If you are in an alpine terrain, start descending immediately and seek for shelter.", "ja":""}},
        {"bin": "00110", "dec": 6, "param": {"en": "Quickly move into interior rooms. If you are in a vehicle: Stop driving immediately on the edge of the road. If a building is nearby, seek shelter in that building.", "ja":""}},
        {"bin": "00111", "dec": 7, "param": {"en": "If you are in open terrain and you cannot find shelter, lie face-down on the ground and protect your head and neck with your hands, in a hollow where possible", "ja":""}},
        {"bin": "01000", "dec": 8, "param": {"en": "Prepare for evacuation. Take only the essentials with you, especially ID cards, passport, credit cards and cash. Evacuate only after the instruction of the emergency authorities.", "ja":""}},
        {"bin": "01001", "dec": 9, "param": {"en": "Prepare emergency food and relief material: Check and restock your equipment and supplies of water, food, medicine, cash and batteries.", "ja":""}},
        {"bin": "01010", "dec": 10, "param": {"en": "Stay away from glass surfaces such as windows and glass doors. There is a risk of injury from glass splinters.", "ja":""}},
        {"bin": "01011", "dec": 11, "param": {"en": "Reduce your power consumption to a minimum.", "ja":""}},
        {"bin": "01100", "dec": 12, "param": {"en": "Reduce your water consumption to a minimum.", "ja":""}},
        {"bin": "01101", "dec": 13, "param": {"en": "Boil water before drinking it or using it in the kitchen.", "ja":""}},
        {"bin": "01110", "dec": 14, "param": {"en": "Keep at least one metre away from any conversation partners. Avoid physical contact with other people such as kissing and shaking hands. Wash your hands regularly and thoroughly.", "ja":""}},
        {"bin": "01111", "dec": 15, "param": {"en": "Do not drink any tap water. Avoid any skin contact with tap water. Only drink mineral water from a bottle. Turn off the water supply to your house.", "ja":""}},
        {"bin": "10000", "dec": 16, "param": {"en": "Watch out for escaping gas. This can be indicated by hissing noises or a typical gas odour. Do not use matches, lighters or the like: naked flames in combination with leaking gas can lead to explosions and fires.", "ja":""}},
        {"bin": "10001", "dec": 17, "param": {"en": "Do not go outside and do not use your car.", "ja":""}},
        {"bin": "10010", "dec": 18, "param": {"en": "Do not touch any objects that seem suspicious to you. Debris can cause additional hazards such as fires and explosions. Inform the emergency services about damage and debris.", "ja":""}},
        {"bin": "10011", "dec": 19, "param": {"en": "Do not enter smoke-filled rooms. Deadly gases can form there.", "ja":""}},
        {"bin": "10100", "dec": 20, "param": {"en": "Do not enter cellars or underground car parks.", "ja":""}},
        {"bin": "10101", "dec": 21, "param": {"en": "Do not leave pets or livestock outside.", "ja":""}},
        {"bin": "10110", "dec": 22, "param": {"en": "Do not touch any dead animals. Report any findings of dead wild animals to the authorities.", "ja":""}},
        {"bin": "10111", "dec": 23, "param": {"en": "Avoid driving", "ja":""}},
        {"bin": "11000", "dec": 24, "param": {"en": "Avoid all items with metal parts such as umbrellas and bicycles. Do not bathe or shower during a thunderstorm. Bathing and showering can be life-threatening.", "ja":""}},
        {"bin": "11001", "dec": 25, "param": {"en": "Avoid rooms directly underneath the roof truss. Avoid very large rooms, such as halls, in which the ceiling is not supported by pillars.", "ja":""}},
        {"bin": "11010", "dec": 26, "param": {"en": "Avoid going outdoors. Keep away from trees, towers and masts. Keep at least 20 m away from power lines. Watch out for flying objects and falling objects.", "ja":""}},
        {"bin": "11011", "dec": 27, "param": {"en": "Avoid the danger area", "ja":""}},
        {"bin": "11100", "dec": 28, "param": {"en": "Avoid going out when it is not necessary", "ja":""}},
        {"bin": "11101", "dec": 29, "param": {"en": "This is only a test. You do not have to take any action or to adopt any particular sheltering behaviour", "ja":""}},
        {"bin": "11110", "dec": 30, "param": {"en": "This replaces the warning previously in effect for this area.", "ja":""}},
        {"bin": "11111", "dec": 31, "param": {"en": "Conditions have improved and are no longer expected to meet alert criteria.", "ja":""}}
    ]
}