{
    "field ": ["A11"],
    "description": "Guidance to react library (International) List B",
    "bits": 5,
    "type": "byte",
    "code": [
        {"bin": "00000", "dec": 0, "param": {"en": "", "ja":""}},
        {"bin": "00001", "dec": 1, "param": {"en": "Check with the weather services and local authorities for additional information", "ja":""}},
        {"bin": "00010", "dec": 2, "param": {"en": "Find out the location of the information points set up by the authorities on official channels (radio, internet, TV, social networks…)", "ja":""}},
        {"bin": "00011", "dec": 3, "param": {"en": "Sensitive or vulnerable people should not go out unless they must.", "ja":""}},
        {"bin": "00100", "dec": 4, "param": {"en": "Rescue operation under process by security forces and emergency services. Avoid moving to facilitate security and emergency actions.", "ja":""}},
        {"bin": "00101", "dec": 5, "param": {"en": "Protect the most vulnerable and hear from your loved ones. Be aware of their special needs and support, as required. If you notice distressed or vulnerable persons, call the emergency services. Provide first aid if necessary but do not put yourself in any danger.", "ja":""}},
        {"bin": "00110", "dec": 6, "param": {"en": "Pay attention to announcements made by the police, fire brigade and by officials.", "ja":""}},
        {"bin": "00111", "dec": 7, "param": {"en": "Stay aware, keep listening to official instructions broadcast on the radio, television, websites and social networks pages", "ja":""}},
        {"bin": "01000", "dec": 8, "param": {"en": "If you need help leaving your home, call the emergency services.", "ja":""}},
        {"bin": "01001", "dec": 9, "param": {"en": "Only make phone calls in serious emergencies to avoid overloading the mobile network.", "ja":""}},
        {"bin": "01010", "dec": 10, "param": {"en": "Extreme intensity weather phenomena expected. The weather is very dangerous and implies high level of threat to health, even the life hazard. BE AWARE and keep up to date with the latest weather forecast.", "ja":""}},
        {"bin": "01011", "dec": 11, "param": {"en": "Severe weather expected. BE PREPARED. Take precautions and keep up to date with the latest weather forecast. Severe damages to people and properties may occur, especially to those vulnerable or in exposed areas.", "ja":""}},
        {"bin": "01100", "dec": 12, "param": {"en": "Moderate intensity weather phenomena expected. BE AWARE, keep up to date with the latest weather forecast. Moderate damages to people and properties may occur, especially to those vulnerable or in exposed areas.", "ja":""}},
        {"bin": "01101", "dec": 13, "param": {"en": "BE PREPARED to protect yourself and your property. Flooding of properties and transport networks is expected. Disruption to power, communications and water supplies are possible. Evacuation may be required. Dangerous driving conditions due to reduced visibility and aquaplaning", "ja":""}},
        {"bin": "01110", "dec": 14, "param": {"en": "Do not go near or in flooded waters. Do not walk or drive on a submerged road. Flood waves may surprise you, the river bank may collapse or you could be sucked in a manhole or hit by a floating debris. Keep drains and shafts clear so that the water can drain away. Secure and/or move assets away from vulnerable area (car along the river, basements).", "ja":""}},
        {"bin": "01111", "dec": 15, "param": {"en": "Take shelter in the most resistant part of a permanent building, a municipal shelter if possible, and keep away from windows. BE AWARE of the “eye of the storm”, the calm area in its centre. It will be followed by an inversion and the strengthening of winds. Do not go outside and do not use your car. Wait until the alert is over.", "ja":""}},
        {"bin": "10000", "dec": 16, "param": {"en": "TAKE PRECAUTIONS, High temperatures are expected. Protect yourself from the heat and avoid physical and sports activities. Wet your body several times a day. Drink plenty of water and eat light food.", "ja":""}},
        {"bin": "10001", "dec": 17, "param": {"en": "Forest fire danger. Under these conditions fires may develop and spread rapidly resulting in damage to property and possible loss of human and/or animal life. Do not throw away any burning cigarettes or matches to the environment. Do not make a fire outdoors. Do not light any fireworks. Do not barbeque in open places. Vegetation is easily ignited and large areas may be affected. Follow the instructions from the local authorities.", "ja":""}},
        {"bin": "10010", "dec": 18, "param": {"en": "Risks of fire. Use permanent fireplaces when barbecuing. Make sure your fire is completely extinguished before you leave. Only light fireworks with the permission of the municipality, keep a safe distance from the forest and have water to hand.", "ja":""}},
        {"bin": "10011", "dec": 19, "param": {"en": "Keep as far away as possible from coastal areas, beaches and rivers. Get immediately to the highest ground possible and wait until the alert is over. If you are in danger of being overtaken by waves, climb onto a roof or up a solid tree, or cling on to a floating object carried along by the water.", "ja":""}},
        {"bin": "10100", "dec": 20, "param": {"en": "Do not go to sea and keep as far away as possible from the coast and wait until the alert is over. If you are at sea, don’t return to port. Keep away from the coast. Waves are much less dangerous out at sea.", "ja":""}},
        {"bin": "10101", "dec": 21, "param": {"en": "Leave the affected area immediately and seek higher ground or move to higher parts of the building. Listen to radio or media for directions and information", "ja":""}},
        {"bin": "10110", "dec": 22, "param": {"en": "Indoors: during the quake, take shelter near a wall or a solid piece of furniture. Outside: during the quake, keep away from anything that might collapse. In a car: during the quake, stop as far away from buildings as you can. After, be prepared for aftershocks. If you are indoor, leave by the stairs.", "ja":""}},
        {"bin": "10111", "dec": 23, "param": {"en": "Leave the impact site immediately and cover your mouth and nose with improvised respiratory protection (cloth, garment, surgical mask). This protects you from dust, but not from gaseous hazardous substances. Seek out a building. Move wherever possible at a right angle to the wind direction as this is the quickest way to leave the danger zone with a possible cloud of hazardous substances.", "ja":""}},
        {"bin": "11000", "dec": 24, "param": {"en": "Switch off the ventilation and air conditioning systems. Close all windows, doors and shutters. Cover your mouth and nose and breathe through a facemask or an improvised respiratory protection (cloth, garment, surgical mask) if the air is filled with smoke and ashes", "ja":""}},
        {"bin": "11001", "dec": 25, "param": {"en": "Have iodine tablets ready. DO NOT take the iodine tablets now. If this becomes necessary, we will inform you in good time.", "ja":""}},
        {"bin": "11010", "dec": 26, "param": {"en": "Take the iodine tablets NOW according to the package insert.", "ja":""}},
        {"bin": "11011", "dec": 27, "param": {"en": "Avoid watering your plants during the hottest hours, avoid using water for secondary uses such as washing your car.", "ja":""}},
        {"bin": "11100", "dec": 28, "param": {"en": "Seek shelter if you cannot leave the area immediately.", "ja":""}},
        {"bin": "11101", "dec": 29, "param": {"en": "", "ja":""}},
        {"bin": "11110", "dec": 30, "param": {"en": "", "ja":""}},
        {"bin": "11111", "dec": 31, "param": {"en": "This replaces the warning previously in effect for this area.", "ja":""}}
    ]
}